Repository: cdigruttola/paypaltracking
Catalog: translations/*/ModulesPaypaltrackingMain.*.xlf
Languages: it_it

source: TrackPrestaPay - Paypal Tracking Module Prestashop
it_it: TrackPrestaPay - Paypal Tracking Update

source: This module helps to update tracking number to PayPal
it_it: Questo modulo facilita l'aggiornamento del codice di tracciamento su PayPal

source: Settings updated succesfully
it_it: Impostazioni aggiornate con successo

source: Error occurred during settings update
it_it: È avvenuto un errore durante l'aggiornamento delle impostazioni

source: Synchronisation successful.
it_it: Sincronizzazione effettuata con successo.

source: Synchronisation failed, ask for support. Error: %s
it_it: Sincronizzazione fallita, richiedi supporto. Errore: %s

source: Settings
it_it: Impostazioni

source: This options set if you using SandBox or Live mode.
it_it: Questa opzione consente di scegliere se utilizzare la modalità SandBox o Live

source: Debug Mode
it_it: Modalità debug

source: This options set if you want to enable more logs in case of error.
it_it: Questa opzione consente di abilitare ulteriori log in caso di errore.

source: Enter PayPal API Client ID
it_it: Inserisci PayPal API Client ID

source: Enter PayPal API Client Secret
it_it: Inserisci PayPal API Client Secret

source: Please select modules that use PayPal
it_it: Seleziona i moduli che utilizzano PayPal

source: Save
it_it: Salva

source: Installation PayPalTracking Module
it_it: Installazione Modulo PayPalTracking

source: Search PayPal Enum
it_it: Cerca PayPal Enum
