Repository: cdigruttola/paypaltracking
Catalog: translations/*/ModulesPaypaltrackingConfigure.*.xlf
Languages: it_it

source: The selected date range is not valid. Date must be both set.
it_it: Il range di date selezionato non è valido. Le date devono essere entrambe valorizzate.

source: The selected date range is not valid. Date to must be greater than date from.
it_it: Il range di date selezionato non è valido. La "data a" deve essere maggiore della "data da".

source: See logs.
it_it: Vedi log.

source: TrackPrestaPay - Paypal Tracking Module Prestashop
it_it: TrackPrestaPay - Paypal Tracking Update

source: This module send to PayPal the tracking number after it set in OrderCarrier
it_it: Questo modulo invia a PayPal il numero di tracciamento dopo la sua valorizzazione in OrderCarrier

source: Documentation
it_it: Documentazione

source: You can get a PDF documentation to configure this module
it_it: Puoi scaricare la documentazione per configurare questo modulo

source: English
it_it: Inglese

source: Italian
it_it: Italiano

source: Update batch orders
it_it: Aggiorna ordini in gruppo

source: Update order from
it_it: Aggiorna ordini a partire da

source: Update orders up to
it_it: Aggiorna ordini fino a
